Repository: moabomena/Pomozen
Catalog: lib/l10n/app_*.arb
Languages: es

source: pomodoro number
es: número de pomodoros

source: set
es: series

source: START POMODORO
es: INICIO POMODORO

source: RESUME POMODORO
es: REANUDAR POMODORO

source: RESUME BREAK
es: REANUDAR EL DESCANSO

source: TAKE SHORT BREAK
es: TOMA UN BREVE DESCANSO

source: TAKE LONG BREAK
es: TOMA UN LARGO DESCANSO

source: START NEW SET
es: COMENZAR UN NUEVO CONJUNTO

source: PAUSE
es: PAUSA

source: RESET
es: REINICIAR

source: Home
es: Hogar

source: Settings
es: Ajustes

source: Contact us
es: Contacta con nosotros

source: About
es: Sobre

# helpsuport
source: Help & support
es: servicio de asistencia

source: Use license
es: Licencia de uso

# modedark
source: Theme dark
es: Tema oscuro

source: English
es: Inglés

source: Spanish
es: Español

source: portuguese
es: Portugués

source: Work
es: Trabajo

source: Short Break
es: pequeño descanso

source: Long Break
es: largo descanso

source: please choose a song
es: por favor elige una canción

source: Save
es: Salvar

# runningPomodoro
source: Pomodoro is running, time to be focused
es: Pomodoro está corriendo, es hora de concentrarse

# pausedPomodoro
source: Readyh for a focused pomodoro?
es: ¿Listo para un pomodoro concentrado?

# runningShortBreak
source: Short break running, time to relax
es: corriendo breve descanso, tiempo para relajarse

# pausedShortBreak
source: Let's have a short break?
es: ¿Tomamos un pequeño descanso?

# runningLongBreak
source: Long break running, time to relax
es: Correr largo descanso, tiempo para relajarse

# pausedLongBreak
source: Let's have a long break?
es: ¿Vamos a tener un largo descanso?

# setFinished
source: Congrats, you deserve a long break, ready to start?
es: Felicidades, te mereces un largo descanso, ¿listo para empezar?

# textAbout
source: Pomozen is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License, as published by the Free Software Foundation; both version 2 of the License and (the at your option) any newer version. Pomozen is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR ANY PARTICULAR PURPOSE. See the GNU General Public License ( GNU General Public License) for more details. You must have received a copy of the GNU General Public License along with the Pomozen; otherwise, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA.
es: Pomozen es software libre; puede redistribuirlo y/o modificarlo según los términos de la Licencia Pública General GNU, según lo publicado por la Free Software Foundation; tanto la versión 2 de la Licencia como (a su elección) cualquier versión más reciente versión. Pomozen se distribuye con la esperanza de que sea útil, pero SIN NINGUNA GARANTÍA; ni siquiera la garantía implícita de COMERCIABILIDAD o IDONEIDAD PARA CUALQUIER PROPÓSITO EN PARTICULAR. Consulte la Licencia pública general de GNU ( Licencia pública general de GNU) para más detalles. Debe haber recibido una copia de la Licencia Pública General GNU junto con el Pomozen; de lo contrario, escriba a Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 EE. UU. .

# textAboutIntro
source: Pomozen is a time manager for your tasks.
es: Pomodoro es un gestor de tiempo para tus tareas.

# textAboutCreator
source: Created by Moab Omena Flutter Full Stack developer, 2022.
es: Creado por Moab Omena Desarrollador de Flutter Full Stack, 2022.

source: version:
es: versión:

# suportText
source: send your feedback to me and i will answer you shortly
es: envíame tus comentarios y te responderé a la brevedad

source: Subject
es: Asunto

# subjectText
source: Write your subject here...
es: escribe tu asunto aquí...

source: Text
es: Texto

# textHint
source: write your text here...
es: escribe tu texto aquí..

source: Submit
es: Enviar
